{
  "nav": {
    "home": "Home",
    "about": "About Me",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "banner": {
    "title": "Let's Create <span class=\"thick\">Exceptional</span> <span class=\"thick\">Experiences</span> Together",
    "description": "I'm a <strong>UX/UI Design Leader</strong> with roots in graphic design, transforming digital spaces from <strong>Santiago de Chile, LATAM</strong>.",
    "button": "Let's Connect"
  },
  "about": {
    "title": "About Me",
    "who_am_i": "Who <strong>am I</strong>?",
    "experience_in": "Experience <strong>in</strong>",
    "download_cv": "Download My CV",
    "cv_url": "./resumen/Felix-Rivas-UXUI-Designer-EN.pdf",
    "technologies": "Technologies I Work With",
    "paragraphs": {
      "first": "With over 12 years of experience across media, banking, insurance, and retail, I've evolved into a specialist in crafting intuitive interfaces and meaningful user experiences for both mobile and web applications. My expertise spans front-end technologies (HTML, CSS, Sass, JavaScript, React) and design tools (Sketch, Photoshop, After Effects, InDesign, Final Cut Pro). Currently, I'm exploring how AI is reshaping design practices and creating new possibilities for user-centered experiences.",
      "second": "Throughout my career, I've both participated in and led multidisciplinary design and development teams. Within Product Design, I've conducted extensive user research to build comprehensive data frameworks that illuminate genuine user needs and desires. This evidence-based approach enables me to craft engaging user experiences that significantly enhance how people interact with digital products, driving both user satisfaction and business outcomes.",
      "third": "My professional vision extends beyond immediate projects—I'm committed to advancing my career through innovative solutions that tangibly improve people's lives through thoughtful, accessible design. Every digital interaction presents an opportunity to create a more intuitive, delightful experience."
    }
  },
  "cv_sections": {
    "education": "<strong>Edu</strong>cation",
    "experience": "<strong>Ex</strong>perience"
  },
  "education": [
    {
      "date": "Jan 2024",
      "institution": "IMF Smart Education",
      "title": "<strong>Master in Project </strong>Management",
      "description": "In today's increasingly uncertain and dynamic world, mastering a single project management framework is insufficient. Excellence in project leadership requires cross-disciplinary knowledge, proficiency across multiple standards, and the discernment to identify the appropriate methodology for each unique project context."
    },
    {
      "date": "Jan 2023",
      "institution": "Udemy",
      "title": "<strong>Artificial Intelligence </strong>for Business",
      "description": "Developed practical skills for implementing AI solutions to address real-world business challenges across various industries and functional areas."
    },
    {
      "date": "Dec 2022",
      "institution": "Crehana",
      "title": "<strong>UX Strategy </strong>in Organizations",
      "description": "Explored how effective product and service strategies must integrate user experience design within broader organizational contexts to create sustainable business value."
    },
    {
      "date": "Nov 2022",
      "institution": "Crehana",
      "title": "<strong>Agile Interaction Design </strong>for Products",
      "description": "Mastered the integration of interaction design tools with agile methodologies and usability principles to create user-centered digital products and services that scale effectively over time."
    },
    {
      "date": "Oct 2022",
      "institution": "Crehana",
      "title": "<strong>Storytelling:</strong> The Art of Narrative Design",
      "description": "Developed skills in leveraging storytelling—humanity's most fundamental communication tool—to create authentic connections with audiences without relying on manipulative techniques."
    },
    {
      "date": "Sep 2022",
      "institution": "Crehana",
      "title": "<strong>Business Design </strong>for UX",
      "description": "Acquired strategic UX Business Design methodologies for creating solutions that address genuine human problems while generating sustainable business value."
    },
    {
      "date": "Dec 2021",
      "institution": "Udemy",
      "title": "<strong>NFT Fundamentals </strong>(Buy, Create and Sell NFTs)",
      "description": "Gained comprehensive understanding of Non-Fungible Token ecosystems, including acquisition strategies, creation processes, and monetization approaches for business and creative applications."
    },
    {
      "date": "Aug 2021",
      "institution": "Crehana",
      "title": "<strong>Information Architecture:</strong> From Value Proposition to UX",
      "description": "Explored diverse methodological approaches to information architecture development and navigation system design that align with core value propositions."
    },
    {
      "date": "Jun 2020",
      "institution": "Crehana",
      "title": "<strong>Prototyping from Scratch </strong>with Figma",
      "description": "Developed proficiency in Figma as a comprehensive prototyping tool to elevate user experience design through efficient workflow and collaborative capabilities."
    },
    {
      "date": "May 2020",
      "institution": "Crehana",
      "title": "<strong>Project and Task </strong>Management",
      "description": "Mastered approaches to efficient project planning with emphasis on effective time management and strategic daily task prioritization techniques."
    },
    {
      "date": "Apr 2020",
      "institution": "Udemy",
      "title": "<strong>Total ProtoPie:</strong> Advanced Codeless Prototyping",
      "description": "Mastered ProtoPie's comprehensive toolset and techniques for creating sophisticated, high-fidelity interactive prototypes that authentically simulate real product experiences."
    },
    {
      "date": "Feb 2019",
      "institution": "Udemy",
      "title": "<strong>React - The Complete Guide:</strong> Hooks Context Redux MERN +15 Apps",
      "description": "Gained comprehensive expertise in React ecosystem including Hooks, State management, MERN stack, Next.js, Remix Run, Redux, and Tailwind CSS through building 15+ real-world applications."
    },
    {
      "date": "Oct 2015",
      "institution": "Udemy",
      "title": "<strong>UX & Web Design Master Course:</strong> Strategy, Design, Development",
      "description": "Developed integrated skills in applying User Experience principles to website design, implementing varied site architectures, and optimizing for conversion and business growth."
    },
    {
      "date": "Mar 2013",
      "institution": "Udemy",
      "title": "<strong>Sketch from A to Z:</strong> Becoming an App Designer",
      "description": "Mastered Sketch as a comprehensive mobile application design tool through a structured approach covering fundamentals through advanced techniques."
    },
    {
      "date": "Jan 2012",
      "institution": "Lynda.com",
      "title": "<strong>Agile Project</strong> Management",
      "description": "Gained extensive understanding of agile methodologies for effective project management, with emphasis on maximizing team efficiency, iterative planning, and adaptive delivery processes."
    },
    {
      "date": "Jan 2008",
      "institution": "Lynda.com",
      "title": "<strong>Foundations </strong>of UX",
      "description": "Established strong foundational knowledge in User Experience design principles and practices, including accessibility, content strategy, information architecture, multi-device design, prototyping, and user testing methodologies."
    },
    {
      "date": "Feb 2008",
      "institution": "Pluralsight",
      "title": "<strong>Usability Testing </strong>Approaches",
      "description": "Mastered direct user research methods that provide actionable insights for product improvement, applicable across various roles including design, development, and product management."
    },
    {
      "date": "2000-2004",
      "institution": "IUTIRLA",
      "title": "<strong>Graphic </strong>Designer",
      "description": "Developed comprehensive skills in visual communication through coursework in graphic design fundamentals, color theory, typography, illustration, photography, and digital design for web and mobile interfaces."
    }
  ],
  "experience": [
    {
      "date": "Jul 2023 - Jan 2024",
      "company": "Emergya",
      "title": "<strong>UX/UI</strong> Designer",
      "description": "Led the design of intuitive, accessible, and visually compelling user interfaces that balance business objectives with user needs. Conducted strategic market research and user data analysis to inform design decisions while collaborating with cross-functional teams to ensure seamless implementation."
    },
    {
      "date": "Aug 2022 - Jun 2023",
      "company": "Shape Creative Studio",
      "title": "<strong>UX/UI</strong> Designer",
      "description": "Spearheaded the creation of user-centered interfaces that harmonize aesthetic appeal with functional elegance. Leveraged comprehensive market research and user insights to craft experiences that simultaneously fulfill business requirements and address core user needs across diverse digital platforms."
    },
    {
      "date": "Jun - Jul 2022",
      "company": "The Bridge Social",
      "title": "<strong>UX</strong> Designer",
      "description": "Developed multi-fidelity prototypes tailored to product requirements for effective user testing. Conducted in-depth user research to identify key motivations and barriers. Analyzed findings to generate actionable insights and improvement hypotheses. Created comprehensive user flows and scenarios to proactively identify potential system gaps and failure points."
    },
    {
      "date": "Feb 2022",
      "company": "Nectia",
      "title": "<strong>UX/UI</strong> Designer",
      "description": "Led the design and implementation of scalable, reusable component systems for cross-application deployment. Collaborated closely with product management to translate user needs into cohesive design solutions. Created comprehensive design assets including wireframes, interactive prototypes, and high-fidelity mockups for web applications."
    },
    {
      "date": "Mar 2021 - Jan 2022",
      "company": "Mits",
      "title": "<strong>UX/UI</strong> Designer",
      "description": "Created variable-fidelity prototypes optimized for user testing scenarios. Conducted comprehensive user research to uncover motivational factors and usage barriers. Synthesized research findings into actionable insights that informed strategic improvement hypotheses. Developed detailed user flows and use cases to anticipate potential system challenges and experience gaps."
    },
    {
      "date": "Oct - Dec 2022",
      "company": "Multiplica",
      "title": "<strong>UI</strong> Designer",
      "description": "Crafted visually compelling and functionally effective user interfaces. Collaborated closely with UX designers and development teams to ensure design coherence with business objectives and user requirements. Established and maintained comprehensive design documentation while conducting rigorous usability testing to optimize the overall user experience."
    },
    {
      "date": "Sep 2019 - Jun 2020",
      "company": "Andain",
      "title": "<strong>Web</strong> Designer",
      "description": "Oversaw new development initiatives to ensure consistent system visual language. Led the creation of innovative functionalities and designs driven by in-depth understanding of evolving user needs and expectations across digital platforms."
    },
    {
      "date": "Nov - Dec 2018",
      "company": "Genesy",
      "title": "<strong>UX</strong> Designer",
      "description": "Implemented user-centered feature enhancements and design innovations based on thorough needs analysis. Facilitated cross-functional collaboration among developers, project managers, and design teams to ensure cohesive integration of all project elements into unified, effective solutions."
    },
    {
      "date": "Feb - Aug 2018",
      "company": "Cosis International",
      "title": "<strong>UX/UI</strong> Designer",
      "description": "Led the design of user-oriented functionalities for the security module within an insurance management web application. Created and maintained comprehensive design documentation including style guides and detailed specifications. Conducted systematic usability testing to identify and address design challenges proactively."
    },
    {
      "date": "Mar 2017 - Jan 2018",
      "company": "Banesco Banco Universal",
      "title": "<strong>Web</strong> Designer (UX/UI)",
      "description": "Provided design leadership while ensuring consistent brand standards across all web and mobile platforms for domestic and international markets (Panama, Miami, and Dominican Republic). Implemented strategic UX enhancements across all digital touchpoints to elevate customer experience and engagement metrics."
    },
    {
      "date": "Aug 2012 - Mar 2017",
      "company": "Diario El Universal",
      "title": "<strong>UX/UI</strong> Developer",
      "description": "Directed user experience design initiatives including wireframing and HTML mockup development in Angular. Pioneered the implementation of emerging technologies and contemporary workflow methodologies to enhance digital product quality and team efficiency."
    }
  ],
  "services": {
    "title": "What I Do",
    "web_design": {
      "title": "<strong>Web</strong> Design",
      "description": "I craft engaging, accessible interfaces for websites and web applications that balance visual appeal with intuitive functionality. Each design prioritizes user needs while supporting key business objectives through thoughtful information architecture and responsive layouts."
    },
    "flow": {
      "title": "User <strong>Flow</strong> &amp; <strong>Wireframing</strong>",
      "description": "I create logical, efficient structures that guide users naturally through digital products. By mapping comprehensive user journeys and wireframing key touchpoints, I develop frameworks that deliver intuitive, satisfying experiences that reduce cognitive load and increase engagement."
    },
    "visual": {
      "title": "<strong>Visual</strong> Design",
      "description": "I harness the power of color, typography, imagery, and visual hierarchy to create cohesive, emotionally resonant digital experiences. My visual design approach balances aesthetic appeal with functional clarity to reinforce brand identity while enhancing usability across all touchpoints."
    },
    "mobile": {
      "title": "<strong>Mobile</strong> App Design",
      "description": "I design mobile experiences that blend intuitive interaction patterns with compelling visual treatments to create memorable, effective applications. My approach considers device-specific constraints and opportunities to deliver experiences that feel natural, responsive, and delightful on smaller screens."
    },
    "ux_ui": {
      "title": "<strong>UX</strong> &amp; UI Design",
      "description": "Through user research, wireframing, prototyping, and strategic testing, I create coherent digital experiences that resonate with users on both practical and emotional levels. My approach balances business objectives with user needs to deliver solutions that feel intuitive, meaningful, and delightful to use."
    }
  },
  "portfolio": {
    "title": "Portfolio",
    "all": "All",
    "view_project": "View Project",
    "case_study": "Case Study",
    "web_design": "Web Design",
    "projects": {
      "wallet": {
        "title": "Mobile Wallet",
        "categories": "#UX Design #UI Design #Prototype #Design",
        "description": "This mobile wallet solution transformed financial management for Belcorp's sales representatives while driving significant improvements in company efficiency and profitability. The project demonstrates how strategic UX design can address complex business challenges while enhancing end-user quality of life through thoughtful digital experiences."
      },
      "factoring": {
        "title": "Factoring Module",
        "categories": "#UX Design #UI Design #Prototype #Design",
        "description": "This comprehensive factoring module modernization not only enhanced operational efficiency but significantly improved user satisfaction and workplace experience. The project serves as a benchmark for future initiatives, highlighting the critical importance of user-centered research and design in developing effective technological solutions with measurable business impact."
      },
      "nomadix": {
        "title": "Nomadix Adventure",
        "categories": "#Web Design #Design #Wireframe",
        "description": "This project exemplifies my commitment to design excellence, seamlessly integrating creativity with functionality to deliver compelling digital experiences. The Nomadix Adventure platform balances visual appeal with intuitive navigation to create an engaging, user-focused solution that exceeds expectations."
      }
    }
  },
  "feedback": {
    "title": "Recommendations",
    "why_me": "Why me?",
    "specializations": {
      "title": "I specialize in human-centered UX/UI design",
      "description": "With over 12 years of experience across diverse industries, I've developed expertise in creating intuitive interfaces and meaningful experiences for both mobile and web. My technical proficiency spans front-end technologies (HTML, CSS, JavaScript, React) and design tools (Sketch, Photoshop, After Effects), enabling me to craft compelling experiences that enhance user engagement while driving business results."
    },
    "leadership": {
      "title": "I've led cross-functional<br/>design teams",
      "description": "My experience leading design and development teams has sharpened my ability to align diverse perspectives toward common goals. By integrating user research into our process, I help teams create products that not only meet technical requirements but genuinely enhance how people interact with technology. This collaborative approach results in more efficient workflows and ultimately delivers more impactful digital experiences."
    },
    "innovation": {
      "title": "I'm passionate about innovation and continuous growth",
      "description": "My ongoing exploration of artificial intelligence and its influence on design reflects my commitment to staying at the forefront of our rapidly evolving field. I'm driven by the goal of developing innovative solutions that meaningfully improve people's lives through thoughtful design. This passion for creating positive impact through my work fuels my continuous professional development and creative problem-solving approach."
    },
    "testimonials": {
      "person1": {
        "text": "Félix demonstrates ideal professional qualities with his remarkable talent and genuine enthusiasm for his craft. His initiative and resourcefulness in overcoming challenges make him an invaluable team member and collaborator.",
        "name": "Omar Florez, QA/QC Specialist"
      },
      "person2": {
        "text": "Félix combines exceptional organization with initiative, creativity, and innovation. His commitment to mastering cutting-edge design tools is matched by his talent for optimizing the presentation layer of web applications for maximum impact and usability.",
        "name": "Amigley Bastardo, Applications and Systems Manager"
      },
      "person3": {
        "text": "Félix stays at the forefront of web design technologies and trends, consistently contributing strategic ideas that address client needs efficiently and effectively. His ability to thrive in high-demand team environments makes him an exceptional professional collaborator.",
        "name": "Daniel Ortiz, Project Manager"
      },
      "person4": {
        "text": "An outstanding UX/UI Designer with comprehensive design expertise. Working with Félix yielded exceptional results in developing prototypes that provided a solid foundation for subsequent development. His technical skill and collaborative approach elevate any project.",
        "name": "Angel Marcano, .NET Developer"
      }
    }
  },
  "counter": {
    "projects": "<strong>Projects</strong> Delivered",
    "clients": "Satisfied <strong>Clients</strong>",
    "lines": "<strong>Lines</strong> of <strong>Code</strong>",
    "cups": "Cups of <strong>Coffee</strong>"
  },
  "contact": {
    "title": "Contact",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "send": "Send"
  },
  "hire_me": {
    "title": "HAVE A PROJECT IN MIND?",
    "subtitle": "I'm ready to bring your vision to life. Share the details below to get started.",
    "name": "Your Name...",
    "email": "Your Email...",
    "project_title": "Project Title...",
    "category": "-Select project category-",
    "budget": "-Budget range-",
    "estimate_date": "-Target timeline-",
    "message": "Tell me about your project...",
    "estimate_question": "Do you need a detailed quote?",
    "no_estimate": "No quote needed at this time",
    "yes_estimate": "Yes, I'd like a cost estimate. I understand it takes 2-4 business days to receive a comprehensive quote.",
    "send_button": "SUBMIT REQUEST"
  },
  "footer": {
    "copyright": "Copyright &copy; 2025 <a href=\"/\">Félix Rivas</a>. All Rights Reserved."
  },
  "thankyou": {
    "title": "Thank you for reaching out!",
    "message": "Your message has been sent successfully. I'll get back to you as soon as possible to discuss how we can work together.",
    "back_home": "Return to home"
  }
}
