{
  "nav": {
    "home": "Inicio",
    "about": "Sobre mí",
    "portfolio": "Portafolio",
    "contact": "Contacto"
  },
  "banner": {
    "title": "Creemos <span class=\"thick\">Experiencias</span> <span class=\"thick\">Excepcionales</span> Juntos",
    "description": "Soy <strong>Líder en Diseño UX/UI</strong> con raíces en diseño gráfico, transformando espacios digitales desde <strong>Santiago de Chile, LATAM</strong>.",
    "button": "Conectemos"
  },
  "about": {
    "title": "Sobre mí",
    "who_am_i": "¿Quién <strong>soy</strong>?",
    "experience_in": "Con experiencia <strong>en</strong>",
    "download_cv": "Descarga Mi CV",
    "cv_url": "./resumen/Felix-Rivas-UXUI-Designer-ES.pdf",
    "technologies": "Tecnologías con las que Trabajo",
    "paragraphs": {
      "first": "Con más de 12 años de trayectoria en medios, banca, seguros y retail, me he especializado en crear interfaces intuitivas y experiencias significativas para aplicaciones móviles y web. Mi experiencia abarca tecnologías front-end (HTML, CSS, Sass, JavaScript, React) y herramientas de diseño (Sketch, Photoshop, After Effects, InDesign, Final Cut Pro). Actualmente, exploro cómo la IA está transformando las prácticas de diseño y creando nuevas posibilidades para experiencias centradas en el usuario.",
      "second": "A lo largo de mi carrera, he participado y liderado equipos multidisciplinarios de diseño y desarrollo. En el ámbito del Diseño de Productos, he realizado investigaciones exhaustivas con usuarios para construir marcos de datos que iluminen sus verdaderas necesidades y deseos. Este enfoque basado en evidencia me permite crear experiencias atractivas que mejoran significativamente cómo las personas interactúan con los productos digitales, impulsando tanto la satisfacción del usuario como los resultados comerciales.",
      "third": "Mi visión profesional va más allá de los proyectos inmediatos—estoy comprometido con el avance de mi carrera a través de soluciones innovadoras que mejoren tangiblemente la vida de las personas mediante un diseño accesible y reflexivo. Cada interacción digital presenta una oportunidad para crear una experiencia más intuitiva y satisfactoria."
    }
  },
  "cv_sections": {
    "education": "<strong>Edu</strong>cación",
    "experience": "<strong>Ex</strong>periencia"
  },
  "education": [
    {
      "date": "Ene 2024",
      "institution": "IMF Smart Education",
      "title": "<strong>Master en Gestión </strong>de Proyectos",
      "description": "En un entorno cada vez más incierto y dinámico, dominar un único marco de gestión de proyectos resulta insuficiente. La excelencia en liderazgo de proyectos requiere conocimiento interdisciplinario, dominio de múltiples estándares y la capacidad de discernir la metodología apropiada para cada contexto único de proyecto."
    },
    {
      "date": "Ene 2023",
      "institution": "Udemy",
      "title": "<strong>Inteligencia Artificial </strong>para Negocios",
      "description": "Desarrollé habilidades prácticas para implementar soluciones de IA que abordan desafíos empresariales reales en diversas industrias y áreas funcionales."
    },
    {
      "date": "Dic 2022",
      "institution": "Crehana",
      "title": "<strong>Estrategia UX</strong> en Organizaciones",
      "description": "Exploré cómo las estrategias efectivas de productos y servicios deben integrar el diseño de experiencia de usuario dentro de contextos organizacionales más amplios para crear valor empresarial sostenible."
    },
    {
      "date": "Nov 2022",
      "institution": "Crehana",
      "title": "<strong>Diseño de Interacción </strong>Ágil para Productos",
      "description": "Dominé la integración de herramientas de diseño de interacción con metodologías ágiles y principios de usabilidad para crear productos y servicios digitales centrados en el usuario que escalan efectivamente con el tiempo."
    },
    {
      "date": "Oct 2022",
      "institution": "Crehana",
      "title": "<strong>Storytelling:</strong> El Arte del Diseño Narrativo",
      "description": "Desarrollé habilidades para aprovechar el storytelling—la herramienta de comunicación más fundamental del ser humano—para crear conexiones auténticas con las audiencias sin recurrir a técnicas manipulativas."
    },
    {
      "date": "Sep 2022",
      "institution": "Crehana",
      "title": "<strong>Business Design </strong>para UX",
      "description": "Adquirí metodologías estratégicas de UX Business Design para crear soluciones que aborden problemas humanos genuinos mientras generan valor empresarial sostenible."
    },
    {
      "date": "Dic 2021",
      "institution": "Udemy",
      "title": "<strong>Fundamentos de NFT </strong>(Compra, Creación y Venta)",
      "description": "Obtuve una comprensión integral de los ecosistemas de Tokens No Fungibles, incluyendo estrategias de adquisición, procesos de creación y enfoques de monetización para aplicaciones empresariales y creativas."
    },
    {
      "date": "Ago 2021",
      "institution": "Crehana",
      "title": "<strong>Arquitectura de la Información:</strong> De la Propuesta de Valor al UX",
      "description": "Exploré diversos enfoques metodológicos para el desarrollo de arquitectura de información y sistemas de navegación que se alinean con las propuestas de valor fundamentales."
    },
    {
      "date": "Jun 2020",
      "institution": "Crehana",
      "title": "<strong>Prototipado desde Cero </strong>con Figma",
      "description": "Desarrollé competencia en Figma como herramienta integral de prototipado para elevar el diseño de experiencia de usuario mediante flujos de trabajo eficientes y capacidades colaborativas."
    },
    {
      "date": "May 2020",
      "institution": "Crehana",
      "title": "<strong>Gestión de Proyectos </strong>y Tareas",
      "description": "Dominé enfoques para la planificación eficiente de proyectos con énfasis en gestión efectiva del tiempo y técnicas estratégicas de priorización de tareas diarias."
    },
    {
      "date": "Abr 2020",
      "institution": "Udemy",
      "title": "<strong>Total ProtoPie:</strong> Prototipado Avanzado sin Código",
      "description": "Dominé el conjunto completo de herramientas y técnicas de ProtoPie para crear prototipos sofisticados de alta fidelidad que simulan auténticamente experiencias de productos reales."
    },
    {
      "date": "Feb 2019",
      "institution": "Udemy",
      "title": "<strong>React - La Guía Completa:</strong> Hooks Context Redux MERN +15 Apps",
      "description": "Adquirí experiencia integral en el ecosistema React incluyendo Hooks, gestión de State, stack MERN, Next.js, Remix Run, Redux y Tailwind CSS mediante la construcción de más de 15 aplicaciones reales."
    },
    {
      "date": "Oct 2015",
      "institution": "Udemy",
      "title": "<strong>UX & Diseño Web Master:</strong> Estrategia, Diseño, Desarrollo",
      "description": "Desarrollé habilidades integradas para aplicar principios de Experiencia de Usuario al diseño web, implementar diversas arquitecturas de sitios y optimizar para conversión y crecimiento empresarial."
    },
    {
      "date": "Mar 2013",
      "institution": "Udemy",
      "title": "<strong>Sketch de A a Z:</strong> Conviértete en Diseñador de Apps",
      "description": "Dominé Sketch como herramienta completa de diseño para aplicaciones móviles mediante un enfoque estructurado que abarca desde fundamentos hasta técnicas avanzadas."
    },
    {
      "date": "Ene 2012",
      "institution": "Lynda.com",
      "title": "<strong>Gestión de Proyectos </strong>Ágiles",
      "description": "Obtuve una comprensión extensiva de metodologías ágiles para gestión efectiva de proyectos, con énfasis en maximizar la eficiencia del equipo, planificación iterativa y procesos de entrega adaptables."
    },
    {
      "date": "Ene 2008",
      "institution": "Lynda.com",
      "title": "<strong>Fundamentos </strong>de UX",
      "description": "Establecí sólidos conocimientos fundamentales en principios y prácticas de diseño de Experiencia de Usuario, incluyendo accesibilidad, estrategia de contenido, arquitectura de información, diseño multidispositivo, prototipado y metodologías de prueba con usuarios."
    },
    {
      "date": "Feb 2008",
      "institution": "Pluralsight",
      "title": "<strong>Enfoques de </strong>Pruebas de Usabilidad",
      "description": "Dominé métodos directos de investigación con usuarios que proporcionan insights accionables para mejora de productos, aplicables a diversos roles incluyendo diseño, desarrollo y gestión de productos."
    },
    {
      "date": "2000-2004",
      "institution": "IUTIRLA",
      "title": "<strong>Diseñador </strong>Gráfico",
      "description": "Desarrollé habilidades integrales en comunicación visual a través de cursos en fundamentos de diseño gráfico, teoría del color, tipografía, ilustración, fotografía y diseño digital para interfaces web y móviles."
    }
  ],
  "experience": [
    {
      "date": "Jul 2023 - Ene 2024",
      "company": "Emergya",
      "title": "<strong>Diseñador </strong>UX/UI",
      "description": "Lideré el diseño de interfaces intuitivas, accesibles y visualmente atractivas que equilibran objetivos de negocio con necesidades de usuarios. Realicé investigación estratégica de mercado y análisis de datos de usuarios para informar decisiones de diseño mientras colaboraba con equipos multidisciplinarios para garantizar una implementación fluida."
    },
    {
      "date": "Ago 2022 - Jun 2023",
      "company": "Shape Creative Studio",
      "title": "<strong>Diseñador </strong>UX/UI",
      "description": "Encabecé la creación de interfaces centradas en el usuario que armonizan atractivo estético con elegancia funcional. Aproveché investigación integral de mercado e insights de usuarios para crear experiencias que simultáneamente cumplen requisitos comerciales y abordan necesidades fundamentales de usuarios en diversas plataformas digitales."
    },
    {
      "date": "Jun - Jul 2022",
      "company": "The Bridge Social",
      "title": "<strong>Diseñador </strong>UX",
      "description": "Desarrollé prototipos de múltiple fidelidad adaptados a los requerimientos del producto para pruebas efectivas con usuarios. Realicé investigación profunda para identificar motivaciones y barreras clave. Analicé hallazgos para generar insights accionables e hipótesis de mejora. Creé flujos comprensivos y escenarios para identificar proactivamente posibles brechas y puntos de falla en el sistema."
    },
    {
      "date": "Feb 2022",
      "company": "Nectia",
      "title": "<strong>Diseñador </strong>UX/UI",
      "description": "Lideré el diseño e implementación de sistemas de componentes escalables y reutilizables para despliegue entre aplicaciones. Colaboré estrechamente con gestión de producto para traducir necesidades de usuarios en soluciones cohesivas de diseño. Creé activos de diseño completos incluyendo wireframes, prototipos interactivos y maquetas de alta fidelidad para aplicaciones web."
    },
    {
      "date": "Mar 2021 - Ene 2022",
      "company": "Mits",
      "title": "<strong>Diseñador </strong>UX/UI",
      "description": "Creé prototipos de fidelidad variable optimizados para escenarios de prueba con usuarios. Realicé investigación comprensiva para descubrir factores motivacionales y barreras de uso. Sinteticé hallazgos de investigación en insights accionables que informaron hipótesis estratégicas de mejora. Desarrollé flujos detallados de usuario y casos de uso para anticipar potenciales desafíos del sistema y brechas en la experiencia."
    },
    {
      "date": "Oct - Dic 2022",
      "company": "Multiplica",
      "title": "<strong>Diseñador </strong>UI",
      "description": "Elaboré interfaces de usuario visualmente impactantes y funcionalmente efectivas. Colaboré estrechamente con diseñadores UX y equipos de desarrollo para asegurar coherencia del diseño con objetivos comerciales y requerimientos de usuarios. Establecí y mantuve documentación comprensiva de diseño mientras realizaba pruebas rigurosas de usabilidad para optimizar la experiencia global del usuario."
    },
    {
      "date": "Sep 2019 - Jun 2020",
      "company": "Andain",
      "title": "<strong>Diseñador </strong>Web",
      "description": "Supervisé iniciativas de nuevo desarrollo para garantizar lenguaje visual consistente en el sistema. Lideré la creación de funcionalidades y diseños innovadores impulsados por comprensión profunda de necesidades y expectativas evolutivas de usuarios en plataformas digitales."
    },
    {
      "date": "Nov - Dic 2018",
      "company": "Genesy",
      "title": "<strong>Diseñador </strong>UX",
      "description": "Implementé mejoras de características y innovaciones de diseño centradas en el usuario basadas en análisis exhaustivo de necesidades. Facilité colaboración multifuncional entre desarrolladores, gestores de proyecto y equipos de diseño para asegurar integración cohesiva de todos los elementos del proyecto en soluciones unificadas y efectivas."
    },
    {
      "date": "Feb - Ago 2018",
      "company": "Cosis International",
      "title": "<strong>Diseñador </strong>UX/UI",
      "description": "Lideré el diseño de funcionalidades orientadas al usuario para el módulo de seguridad dentro de una aplicación web de gestión de seguros. Creé y mantuve documentación comprensiva de diseño incluyendo guías de estilo y especificaciones detalladas. Realicé pruebas sistemáticas de usabilidad para identificar y abordar desafíos de diseño proactivamente."
    },
    {
      "date": "Mar 2017 - Ene 2018",
      "company": "Banesco Banco Universal",
      "title": "<strong>Diseñador </strong>Web (UX/UI)",
      "description": "Proporcioné liderazgo de diseño mientras garantizaba estándares consistentes de marca en todas las plataformas web y móviles para mercados nacionales e internacionales (Panamá, Miami y República Dominicana). Implementé mejoras estratégicas de UX en todos los puntos de contacto digitales para elevar métricas de experiencia y engagement del cliente."
    },
    {
      "date": "Ago 2012 - Mar 2017",
      "company": "Diario El Universal",
      "title": "<strong>Desarrollador </strong>UX/UI",
      "description": "Dirigí iniciativas de diseño de experiencia de usuario incluyendo wireframing y desarrollo de mockups HTML en Angular. Pionero en la implementación de tecnologías emergentes y metodologías contemporáneas de flujo de trabajo para mejorar la calidad del producto digital y la eficiencia del equipo."
    }
  ],
  "services": {
    "title": "Lo que Hago",
    "web_design": {
      "title": "Diseño <strong>Web</strong>",
      "description": "Creo interfaces atractivas y accesibles para sitios y aplicaciones web que equilibran atractivo visual con funcionalidad intuitiva. Cada diseño prioriza las necesidades del usuario mientras apoya objetivos comerciales clave mediante arquitectura de información reflexiva y layouts responsivos."
    },
    "flow": {
      "title": "Flujo de <strong>Usuario</strong> y <strong>Wireframing</strong>",
      "description": "Construyo estructuras lógicas y eficientes que guían naturalmente a los usuarios a través de productos digitales. Mediante el mapeo de recorridos completos y wireframing de puntos clave, desarrollo marcos que ofrecen experiencias intuitivas y satisfactorias que reducen la carga cognitiva y aumentan el engagement."
    },
    "visual": {
      "title": "Diseño <strong>Visual</strong>",
      "description": "Aprovecho el poder del color, tipografía, imágenes y jerarquía visual para crear experiencias digitales cohesivas y emocionalmente resonantes. Mi enfoque de diseño visual equilibra atractivo estético con claridad funcional para reforzar la identidad de marca mientras mejora la usabilidad en todos los puntos de contacto."
    },
    "mobile": {
      "title": "Diseño de <strong>APP</strong> Móviles",
      "description": "Diseño experiencias móviles que combinan patrones de interacción intuitivos con tratamientos visuales convincentes para crear aplicaciones memorables y efectivas. Mi enfoque considera las limitaciones y oportunidades específicas de cada dispositivo para ofrecer experiencias que se sienten naturales, receptivas y deleitables en pantallas más pequeñas."
    },
    "ux_ui": {
      "title": "Diseño <strong>UX</strong> y UI",
      "description": "Mediante investigación con usuarios, wireframing, prototipado y pruebas estratégicas, creo experiencias digitales coherentes que conectan con los usuarios tanto a nivel práctico como emocional. Mi enfoque equilibra objetivos comerciales con necesidades del usuario para ofrecer soluciones que resulten intuitivas, significativas y agradables de usar."
    }
  },
  "portfolio": {
    "title": "Portafolio",
    "all": "Todos",
    "view_project": "Ver Proyecto",
    "case_study": "Caso de Estudio",
    "web_design": "Diseño Web",
    "projects": {
      "wallet": {
        "title": "Billetera Móvil",
        "categories": "#Diseño UX #Diseño UI #Prototipo #Diseño",
        "description": "Esta solución de billetera móvil transformó la gestión financiera para las representantes de ventas de Belcorp, impulsando mejoras significativas en la eficiencia y rentabilidad de la empresa. El proyecto demuestra cómo el diseño UX estratégico puede abordar desafíos empresariales complejos mientras mejora la calidad de vida del usuario final mediante experiencias digitales reflexivas."
      },
      "factoring": {
        "title": "Módulo Factoring",
        "categories": "#Diseño UX #Diseño UI #Prototipo #Diseño",
        "description": "Esta modernización integral del módulo de factoring no solo mejoró la eficiencia operativa sino que aumentó significativamente la satisfacción de los usuarios y su experiencia laboral. El proyecto sirve como referente para futuras iniciativas, destacando la importancia crítica de la investigación y diseño centrados en el usuario para desarrollar soluciones tecnológicas efectivas con impacto empresarial medible."
      },
      "nomadix": {
        "title": "Nomadix Adventure",
        "categories": "#Diseño Web #Diseño #Wireframe",
        "description": "Este proyecto ejemplifica mi compromiso con la excelencia en diseño, integrando perfectamente creatividad con funcionalidad para ofrecer experiencias digitales convincentes. La plataforma Nomadix Adventure equilibra atractivo visual con navegación intuitiva para crear una solución centrada en el usuario que supera las expectativas."
      }
    }
  },
  "feedback": {
    "title": "Recomendaciones",
    "why_me": "¿Por qué yo?",
    "specializations": {
      "title": "Me especializo en diseño UX/UI centrado en las personas",
      "description": "Con más de 12 años de experiencia en diversas industrias, he desarrollado expertise en la creación de interfaces intuitivas y experiencias significativas tanto para móvil como para web. Mi competencia técnica abarca tecnologías front-end (HTML, CSS, JavaScript, React) y herramientas de diseño (Sketch, Photoshop, After Effects), permitiéndome crear experiencias convincentes que mejoran el engagement del usuario mientras impulsan resultados comerciales."
    },
    "leadership": {
      "title": "He liderado equipos<br/>multidisciplinarios",
      "description": "Mi experiencia dirigiendo equipos de diseño y desarrollo ha perfeccionado mi capacidad para alinear diversas perspectivas hacia objetivos comunes. Al integrar la investigación de usuarios en nuestro proceso, ayudo a los equipos a crear productos que no solo cumplen requisitos técnicos, sino que mejoran genuinamente cómo las personas interactúan con la tecnología. Este enfoque colaborativo resulta en flujos de trabajo más eficientes y experiencias digitales más impactantes."
    },
    "innovation": {
      "title": "Me apasiona la innovación y el crecimiento continuo",
      "description": "Mi exploración continua de la inteligencia artificial y su influencia en el diseño refleja mi compromiso de mantenerme a la vanguardia de nuestro campo en rápida evolución. Me impulsa el objetivo de desarrollar soluciones innovadoras que mejoren significativamente la vida de las personas a través del diseño reflexivo. Esta pasión por crear impacto positivo mediante mi trabajo alimenta mi desarrollo profesional continuo y mi enfoque de resolución creativa de problemas."
    },
    "testimonials": {
      "person1": {
        "text": "Félix demuestra cualidades profesionales ideales con su notable talento y entusiasmo genuino por su oficio. Su iniciativa e ingenio para superar desafíos lo convierten en un miembro de equipo y colaborador invaluable.",
        "name": "Omar Florez, Especialista QA/QC"
      },
      "person2": {
        "text": "Félix combina excepcional organización con iniciativa, creatividad e innovación. Su compromiso con dominar herramientas de diseño de vanguardia se iguala con su talento para optimizar la capa de presentación de aplicaciones web para máximo impacto y usabilidad.",
        "name": "Amigley Bastardo, Gerente de Aplicaciones y Sistemas"
      },
      "person3": {
        "text": "Félix se mantiene a la vanguardia de tecnologías y tendencias en diseño web, aportando constantemente ideas estratégicas que abordan necesidades del cliente de manera eficiente y efectiva. Su capacidad para prosperar en entornos de equipo de alta exigencia lo convierte en un colaborador profesional excepcional.",
        "name": "Daniel Ortiz, Gerente de Proyecto"
      },
      "person4": {
        "text": "Un destacado Diseñador UX/UI con amplia experiencia en diseño. Trabajar con Félix produjo resultados excepcionales en el desarrollo de prototipos que proporcionaron una base sólida para el desarrollo posterior. Su habilidad técnica y enfoque colaborativo elevan cualquier proyecto.",
        "name": "Angel Marcano, Desarrollador .NET"
      }
    }
  },
  "counter": {
    "projects": "<strong>Proyectos</strong> Entregados",
    "clients": "<strong>Clientes</strong> Satisfechos",
    "lines": "<strong>Líneas</strong> de <strong>Código</strong>",
    "cups": "Tazas de <strong>Café</strong>"
  },
  "contact": {
    "title": "Contacto",
    "name": "Nombre",
    "email": "Email",
    "subject": "Asunto",
    "message": "Mensaje",
    "send": "Enviar"
  },
  "hire_me": {
    "title": "¿TIENES UN PROYECTO EN MENTE?",
    "subtitle": "Estoy listo para dar vida a tu visión. Comparte los detalles a continuación para comenzar.",
    "name": "Tu Nombre...",
    "email": "Tu Email...",
    "project_title": "Título del Proyecto...",
    "category": "-Selecciona categoría del proyecto-",
    "budget": "-Rango de presupuesto-",
    "estimate_date": "-Cronograma objetivo-",
    "message": "Cuéntame sobre tu proyecto...",
    "estimate_question": "¿Necesitas un presupuesto detallado?",
    "no_estimate": "No necesito presupuesto por ahora",
    "yes_estimate": "Sí, me gustaría un estimado de costos. Entiendo que tomará 2-4 días hábiles recibir un presupuesto completo.",
    "send_button": "ENVIAR SOLICITUD"
  },
  "footer": {
    "copyright": "Copyright &copy; 2025 <a href=\"/\">Félix Rivas</a>. Todos los Derechos Reservados."
  },
  "thankyou": {
    "title": "¡Gracias por contactarme!",
    "message": "Tu mensaje ha sido enviado con éxito. Me pondré en contacto contigo lo antes posible para conversar sobre cómo podemos trabajar juntos.",
    "back_home": "Volver al inicio"
  }
}
