{
  "header": {
    "role": "UX/UI Designer",
    "home": "Home",
    "about": "About Me",
    "services": "Services",
    "portfolio": "Portfolio",
    "feedback": "Testimonials",
    "contact": "Contact",
    "hire_me": "Hire Me"
  },
  "breadcrumbs": {
    "home": "Home",
    "portfolio": "Portfolio"
  },
  "banner": {
    "title": "Let's Create <span class=\"thick\">Exceptional</span> <span class=\"thick\">Experiences</span> Together",
    "description": "I'm a <strong>UX/UI Design Leader</strong> with roots in graphic design, <br/>transforming complex challenges into intuitive digital spaces <br/>from <strong>Santiago de Chile, LATAM</strong>.",
    "button": "Let's Connect"
  },
  "about": {
    "title": "About me",
    "who_am_i": "Who <strong>am I</strong>?",
    "experience_in": "Experience <strong>in</strong>",
    "download_cv": "Download My CV",
    "cv_url": "/assets/resumen/Felix-Rivas-UXUI-Designer-EN.pdf",
    "technologies": "Experience <strong>in</strong>",
    "technologies_desc": "Some of the Technologies I have experience with",
    "paragraphs": {
      "first": "With over 12 years of experience in design, I've worked across diverse fields including media, banking and finance, insurance, and retail. I specialize in user interface and user experience design for mobile and web applications, with expertise in front-end technologies like HTML, CSS, Sass, JavaScript, React, and design tools including Sketch, Photoshop, After Effects, InDesign, and Final Cut Pro. Currently, I'm exploring AI and its influence on design practices.",
      "second": "I've both participated in and led design and development teams. Within Product Design, I've conducted extensive user research to build comprehensive frameworks that illuminate genuine user needs and desires. This approach enables me to craft engaging user experiences that significantly enhance how people interact with designed products.",
      "third": "My long-term professional goals include continuing to grow in my career and developing innovative projects that contribute to improving people's lives through thoughtful design."
    }
  },
  "cv_sections": {
    "education": "<strong>Edu</strong>cation",
    "experience": "<strong>Ex</strong>perience"
  },
  "education": [
    {
      "date": "Jan 2024",
      "institution": "IMF Smart Education",
      "title": "<strong>Master in Project </strong>Management",
      "description": "In an increasingly uncertain and changing world, knowledge of a single project management standard is not enough. A person who tries to excel in project management needs cross-disciplinary knowledge, mastery of different standards, and the ability to identify what type of project they are dealing with."
    },
    {
      "date": "Jan 2023",
      "institution": "Udemy",
      "title": "<strong>Artificial Intelligence </strong>for Business",
      "description": "Solve Real World Business Problems with AI Solutions"
    },
    {
      "date": "Dec 2022",
      "institution": "Crehana",
      "title": "<strong>UX Strategy</strong> in Organizations",
      "description": "Product and service strategies must integrate much more than user experience design in their work approach."
    },
    {
      "date": "Nov 2022",
      "institution": "Crehana",
      "title": "<strong>Agile Interaction Design</strong> for Products",
      "description": "This online product design course provides interaction design tools, agile methodology values, and usability principles so you can create digital products and services designed around user needs that are scalable over time."
    },
    {
      "date": "Oct 2022",
      "institution": "Crehana",
      "title": "<strong>Storytelling:</strong> The Art of Telling Stories",
      "description": "You don't need any tricks to convince or attract your audience; you just need the most fundamental human skill: storytelling."
    },
    {
      "date": "Sep 2022",
      "institution": "Crehana",
      "title": "<strong>Business Design </strong>for UX",
      "description": "Learn online Business Design UX tools to design solutions to people's problems that you can capitalize on in your business."
    },
    {
      "date": "Dec 2021",
      "institution": "Udemy",
      "title": "<strong>NFT Fundamentals </strong>(Buy, Create and Sell NFTs)",
      "description": "Learn the key elements of Non-Fungible Tokens including how to buy, \"mint\" and sell NFTs for business, fun and profit!"
    },
    {
      "date": "Aug 2021",
      "institution": "Crehana",
      "title": "<strong>Information Architecture:</strong> From Value Proposition to UX",
      "description": "Learn different ways to approach an information architecture exercise and its corresponding navigation model."
    },
    {
      "date": "Jun 2020",
      "institution": "Crehana",
      "title": "<strong>Prototyping from Scratch</strong> with Figma",
      "description": "In this online course, you'll learn to use Figma from scratch and improve user experience design."
    },
    {
      "date": "May 2020",
      "institution": "Crehana",
      "title": "<strong>Project Management</strong> and Tasks",
      "description": "In this course you will learn to plan projects efficiently considering time management and daily task planning."
    },
    {
      "date": "Apr 2020",
      "institution": "Udemy",
      "title": "<strong>Total ProtoPie</strong> Learn advanced prototyping without code",
      "description": "Learn all of ProtoPie's tools and techniques to create amazing prototypes that look and work like the real thing."
    },
    {
      "date": "Feb 2019",
      "institution": "Udemy",
      "title": "<strong>React - The Complete Guide:</strong> Hooks Context Redux MERN +15 Apps",
      "description": "Learn React: Hooks, State, MERN, Next.js, Remix Run, Redux, Tailwind CSS, Prisma and much more - CREATING +15 REAL APPS"
    },
    {
      "date": "Oct 2015",
      "institution": "Udemy",
      "title": "<strong>UX & Web Design Master Course:</strong> Strategy, Design, Development",
      "description": "Learn how to apply User Experience (UX) principles to your website designs, code a variety of sites, and increase sales!"
    },
    {
      "date": "Mar 2013",
      "institution": "Udemy",
      "title": "<strong>Sketch from A to Z </strong>Become an app designer",
      "description": "Finally a comprehensive guide to using Sketch for designing mobile applications. Learn to design an app from A to Z."
    },
    {
      "date": "Jan 2012",
      "institution": "Lynda.com",
      "title": "<strong>Agile Project</strong> Management",
      "description": "Agile Project Management is a course designed to provide a comprehensive understanding of agile methods for project management. During the course, you'll learn techniques to maximize efficiency in team work, project planning, and delivery."
    },
    {
      "date": "Jan 2008",
      "institution": "Lynda.com",
      "title": "<strong>Foundations </strong>of UX",
      "description": "Foundations of UX is a comprehensive course that covers the fundamental principles and practices of User Experience (UX) design. The course explores key topics such as accessibility, content strategy, information architecture, multidevice design, prototyping, and usability testing."
    },
    {
      "date": "Feb 2008",
      "institution": "Pluralsight",
      "title": "<strong>Usability Testing </strong>Approaches",
      "description": "If you want to get into your users' heads and learn directly from the source as to how to improve your products, then this course is for you! You don't need to be a designer or a developer--usability is important for everyone."
    },
    {
      "date": "2000-2004",
      "institution": "IUTIRLA",
      "title": "<strong>Graphic</strong> Designer",
      "description": "During my studies in graphic design, I learned to use tools and techniques to create effective and attractive visual communications. Graphic design programs include courses in traditional graphic design, color theory, typography, illustration, photography, web design, and mobile application design."
    }
  ],
  "experience": [
    {
      "date": "Jul 2023 - Jan 2024",
      "company": "Emergya",
      "title": "<strong>UX/UI</strong> Designer",
      "description": "In my role as a UX/UI designer, my main responsibility is to design and develop user interfaces that are intuitive, accessible, and visually appealing. I ensure that the user interface design meets business objectives and user needs through market research and user data collection."
    },
    {
      "date": "Aug 2022 - Jun 2023",
      "company": "Shape Creative Studio",
      "title": "<strong>UX/UI</strong> Designer",
      "description": "In my role as a UX/UI designer, my main responsibility is to design and develop user interfaces that are intuitive, accessible, and visually appealing. I ensure that the user interface design meets business objectives and user needs through market research and user data collection."
    },
    {
      "date": "Jun - Jul 2022",
      "company": "The Bridge Social",
      "title": "<strong>UX</strong> Designer",
      "description": "Create prototypes at different fidelity levels according to product needs for user testing. Conducted user research to understand motivators and barriers. Analyze information to obtain findings, insights, and relevant conclusions for the project, which help to provide or generate hypotheses for improvements to implement. Generate flows and use cases on possible system scenarios, which allows detecting possible errors or gaps."
    },
    {
      "date": "Feb 2022",
      "company": "Nectia",
      "title": "<strong>UX/UI</strong> Designer",
      "description": "My main responsibility was to design and build reusable modular components that could be used in multiple applications. I worked closely with the product manager to understand user needs and design solutions that meet those needs. Created wireframes, prototypes, mockups, and visual designs for web applications."
    },
    {
      "date": "Mar 2021 - Jan 2022",
      "company": "Mits",
      "title": "<strong>UX/UI</strong> Designer",
      "description": "Create prototypes at different fidelity levels according to product needs for user testing. Conducted user research to understand motivators and barriers. Analyze information to obtain findings, insights, and relevant conclusions for the project, which help to provide or generate hypotheses for improvements to implement. Generate flows and use cases on possible system scenarios, which allows detecting possible errors or gaps."
    },
    {
      "date": "Oct - Dec 2022",
      "company": "Multiplica",
      "title": "<strong>UI</strong> Designer",
      "description": "Creation of visually appealing and effective user interfaces. I worked closely with other team members, including UX designers and developers, to ensure that the design meets business objectives and user needs. I was also responsible for creating and maintaining design documentation and conducting usability testing to ensure an optimal user experience."
    },
    {
      "date": "Sep 2019 - Jun 2020",
      "company": "Andain",
      "title": "<strong>Web</strong> Designer",
      "description": "Oversee each new development to maintain the graphic line of the system, develop new functionalities and designs based on user needs."
    },
    {
      "date": "Nov - Dec 2018",
      "company": "Genesy",
      "title": "<strong>UX</strong> Designer",
      "description": "Develop new features and designs based on user needs. Additionally, I worked closely with other team members, including developers, project managers, and other designers, to ensure that all aspects of the project are coordinated and integrated into a coherent and effective solution."
    },
    {
      "date": "Feb - Aug 2018",
      "company": "Cosis International",
      "title": "<strong>UX/UI</strong> Designer",
      "description": "Develop new functionalities and designs for the security module of a web application that manages insurance companies based on user needs. Other responsibilities I perform include creating and maintaining design documentation, such as style guides and design specifications, and conducting usability testing to identify and resolve design issues."
    },
    {
      "date": "Mar 2017 - Jan 2018",
      "company": "Banesco Banco Universal",
      "title": "<strong>Web</strong> Designer (UX/UI)",
      "description": "Design Leader, Guarantor of brand standards on all web and mobile platforms, both nationally and internationally (Panama, Miami, and the Dominican Republic), Improve the user experience of users on all platforms."
    },
    {
      "date": "Aug 2012 - Mar 2017",
      "company": "Diario El Universal",
      "title": "<strong>UX/UI</strong> Developer",
      "description": "Responsible for user experience design, wireframes, and HTML mockups in Angular. Implementation of new technologies and modern work methodologies."
    }
  ],
  "services": {
    "title": "What I Do",
    "web_design": {
      "title": "<strong>Web</strong> Design",
      "description": "I create attractive, accessible interfaces for websites and web applications that balance visual appeal with intuitive functionality. Each design prioritizes user needs while supporting key business objectives through thoughtful information architecture and responsive layouts."
    },
    "flow": {
      "title": "<strong>User Flow</strong> & <strong>Wireframing</strong>",
      "description": "I build logical, efficient structures that naturally guide users through digital products. By mapping complete journeys and wireframing key touchpoints, I develop frameworks that deliver intuitive, satisfying experiences that reduce cognitive load and increase engagement."
    },
    "visual": {
      "title": "<strong>Visual</strong> Design",
      "description": "I leverage the power of color, typography, imagery, and visual hierarchy to create cohesive, emotionally resonant digital experiences. My visual design approach balances aesthetic appeal with functional clarity to reinforce brand identity while enhancing usability across all touchpoints."
    },
    "mobile": {
      "title": "<strong>Mobile App</strong> Design",
      "description": "I design mobile experiences that combine intuitive interaction patterns with compelling visual treatments to create memorable, effective applications. My approach considers the specific constraints and opportunities of each device to deliver experiences that feel natural, responsive, and delightful on smaller screens."
    },
    "ux_ui": {
      "title": "<strong>UX</strong> & UI Design",
      "description": "Through user research, wireframing, prototyping, and strategic testing, I create coherent digital experiences that resonate with users on both practical and emotional levels. My approach balances business objectives with user needs to deliver solutions that feel intuitive, meaningful, and delightful to use."
    }
  },
  "portfolio": {
    "title": "Portfolio",
    "all": "All",
    "view_project": "View Project",
    "case_study": "Case Study",
    "web_design": "Web Design",
    "mobile_app": "Mobile App",
    "web_app": "Web App",
    "projects": {
      "wallet": {
        "title": "Mobile Wallet",
        "categories": "#UX Design #UI Design #Prototype #Design",
        "description": "This mobile wallet solution transformed financial management for Belcorp's sales representatives while driving significant improvements in company efficiency and profitability. The project demonstrates how strategic UX design can address complex business challenges while enhancing end-user quality of life through thoughtful digital experiences."
      },
      "factoring": {
        "title": "Factoring Module",
        "categories": "#UX Design #UI Design #Prototype #Design",
        "description": "This comprehensive factoring module modernization not only enhanced operational efficiency but significantly improved user satisfaction and workplace experience. The project serves as a benchmark for future initiatives, highlighting the critical importance of user-centered research and design in developing effective technological solutions with measurable business impact."
      },
      "nomadix": {
        "title": "Nomadix Adventure",
        "categories": "#Web Design #Design #Wireframe",
        "description": "This project exemplifies my commitment to design excellence, seamlessly integrating creativity with functionality to deliver compelling digital experiences. The Nomadix Adventure platform balances visual appeal with intuitive navigation to create an engaging, user-focused solution that exceeds expectations."
      }
    }
  },
  "case_study": {
    "back_to_portfolio": "Back to Home"
  },
  "case_studies": {
    "nomadix": {
      "title": "Digital Transformation: Nomadix Adventure Ocean to Ocean",
      "challenge": {
        "title": "The Challenge",
        "description": "Nomadix Adventure needed a digital presence that would capture the essence of their flagship event 'Ocean to Ocean' - a bicycle journey across Baja California. They required a website that would not only inform but inspire adventurers to join this transformative journey.",
        "quote": "We wanted a site that would make cyclists' hearts beat as fast as when they're standing on a mountain summit."
      },
      "approach": {
        "title": "My Approach",
        "discovery": {
          "title": "Discovery & Inspiration",
          "description": "I began by immersing myself in the world of adventure cycling, understanding the emotional motivations behind those who challenge themselves in unfamiliar terrain."
        },
        "experience": {
          "title": "Experience Definition",
          "description": "I created an information architecture that guides visitors through a digital journey reflecting the physical adventure:",
          "sections": [
            {"name": "Homepage", "description": "An irresistible invitation to adventure"},
            {"name": "About Us", "description": "The story and values that bring the event to life"},
            {"name": "Event", "description": "Practical details presented in an inspiring way"},
            {"name": "Rules", "description": "Critical information presented with clarity and emotion"},
            {"name": "Travel", "description": "Content that awakens the nomadic spirit"},
            {"name": "Resources", "description": "Useful tools for participants"},
            {"name": "Contact", "description": "A personal bridge between the organization and adventurers"}
          ]
        }
      },
      "design_system": {
        "title": "Design System",
        "color_palette": {
          "title": "Purposeful Color Palette",
          "description": "I developed a color system that combines:",
          "colors": [
            {"name": "Deep black and grays", "description": "Elegant foundation that allows images to stand out"},
            {"name": "Vibrant orange (#F26B24)", "description": "Action and identity color that evokes energy and adventure"},
            {"name": "Complementary blues", "description": "Connection with nature and oceans"},
            {"name": "Semantic colors", "description": "Intuitive signals that guide the user", "details": [
              {"name": "Success", "value": "#30D158"},
              {"name": "Information", "value": "#0A84FF"},
              {"name": "Danger", "value": "#FF453A"},
              {"name": "Warning", "value": "#FF9F0A"}
            ]}
          ]
        },
        "photography": {
          "title": "Impactful Photography",
          "description": "I prioritized images that convey the authentic emotions of adventure - from the adrenaline of competition to the serenity of natural landscapes."
        },
        "interactive": {
          "title": "Interactive Elements",
          "description": "I implemented components such as the countdown timer and maps that not only inform but generate anticipation and excitement."
        }
      },
      "implementation": {
        "title": "Technical Implementation",
        "wordpress": {
          "title": "WordPress + Premium Template",
          "description": "I leveraged the flexibility of WordPress combined with a premium template to create:",
          "features": [
            {"description": "Perfect responsive experience on any device"},
            {"description": "Fast loading even on variable connections"},
            {"description": "Intuitive content management system for the client"},
            {"description": "Seamless integration with registration and payment tools"}
          ]
        },
        "optimization": {
          "title": "Optimization for Adventurers on the Move",
          "description": "The site was designed with users in mind who might be planning their adventure from anywhere - from their office to a tent."
        }
      },
      "results": {
        "title": "Transformative Results",
        "participants": {
          "title": "For Participants",
          "quote": "Finally a site that makes me feel like I'm already on the route, with all the information I need to prepare properly."
        },
        "client": {
          "title": "For Nomadix Adventure",
          "achievements": [
            {"description": "Significant increase in early registrations"},
            {"description": "Notable reduction in repetitive queries via email/phone"},
            {"description": "Digital presence that faithfully reflects the organization's professionalism and passion"}
          ]
        },
        "impact": {
          "title": "The Real Impact of My Work",
          "description": "Beyond metrics, my design transformed how Nomadix Adventure connects with their community. Every element of the site invites visitors to take the first step in their own transformative adventure.",
          "conclusion": "The site doesn't just provide information - it creates a digital experience that inspires action and builds trust through user-centered design focused on emotions."
        }
      }
    }
  },
  "design_systems": {
    "nomadix": {
      "title": "Design System: Nomadix Adventure",
      "colors": {
        "title": "01. Colors",
        "base": {
          "title": "Base Colors",
          "items": [
            {"name": "Black (#000000)", "description": "Primary color for text and backgrounds"},
            {"name": "Black-5 (#F0F2F2)", "description": "Subtle backgrounds, separators"},
            {"name": "Black-25 (#D1D1D1)", "description": "Borders, secondary elements"},
            {"name": "White (#FFFFFF)", "description": "Contrast and readability"}
          ]
        },
        "brand": {
          "title": "Brand Colors",
          "items": [
            {"name": "Orange (#F26B24)", "description": "Primary color, CTAs and accents"},
            {"name": "Gray (#686868)", "description": "Neutral elements, secondary text"}
          ]
        },
        "complementary": {
          "title": "Complementary Colors",
          "items": [
            {"name": "Blue (#205375)", "description": "Secondary backgrounds, connection to nature"},
            {"name": "Navy (#112B3C)", "description": "Depth, solidity and trust"}
          ]
        },
        "indication": {
          "title": "Indication Colors",
          "items": [
            {"name": "Danger (#FF453A)", "description": "Critical alerts, errors"},
            {"name": "Information (#0A84FF)", "description": "Informational states, links"},
            {"name": "Success (#30D158)", "description": "Confirmations, completed actions"},
            {"name": "Warning (#FF9F0A)", "description": "Caution, attention required"}
          ]
        }
      },
      "typography": {
        "title": "02. Typography",
        "main_font": {
          "title": "Primary Font",
          "items": [
            {"name": "Family", "description": "Open Sans"},
            {"name": "Uses", "description": "Entire interface to maintain cohesion and readability"}
          ]
        },
        "type_scale": {
          "title": "Type Scale",
          "items": [
            {"name": "Display", "description": "42px/46px - Main section titles"},
            {"name": "H1", "description": "32px/38px - Page headers"},
            {"name": "H2", "description": "28px/34px - Primary subtitles"}
          ]
        }
      }
    }
  },
  "feedback": {
    "title": "Recommendations",
    "why_me": "Why me?",
    "specializations": {
      "title": "I specialize in human-centered UX/UI design",
      "description": "With over 12 years of experience across diverse industries, I've developed expertise in creating intuitive interfaces and meaningful experiences for both mobile and web. My technical proficiency spans front-end technologies (HTML, CSS, JavaScript, React) and design tools (Sketch, Photoshop, After Effects), enabling me to craft compelling experiences that enhance user engagement while driving business results."
    },
    "leadership": {
      "title": "I've led cross-functional<br/>design teams",
      "description": "My experience leading design and development teams has sharpened my ability to align diverse perspectives toward common goals. By integrating user research into our process, I help teams create products that not only meet technical requirements but genuinely enhance how people interact with technology. This collaborative approach results in more efficient workflows and ultimately delivers more impactful digital experiences."
    },
    "innovation": {
      "title": "I'm passionate about innovation and continuous growth",
      "description": "My ongoing exploration of artificial intelligence and its influence on design reflects my commitment to staying at the forefront of our rapidly evolving field. I'm driven by the goal of developing innovative solutions that significantly improve people's lives through thoughtful design. This passion for creating positive impact through my work fuels my continuous professional development and creative problem-solving approach."
    },
    "testimonials": {
      "person1": {
        "text": "Félix demonstrates ideal professional qualities with his remarkable talent and genuine enthusiasm for his craft. His initiative and ingenuity in overcoming challenges make him an invaluable team member and collaborator.",
        "name": "Omar Florez, QA/QC Specialist"
      },
      "person2": {
        "text": "Félix combines exceptional organization with initiative, creativity, and innovation. His commitment to mastering cutting-edge design tools is matched by his talent for optimizing the presentation layer of web applications for maximum impact and usability.",
        "name": "Amigley Bastardo, Applications and Systems Manager"
      },
      "person3": {
        "text": "Félix stays at the forefront of web design technologies and trends, consistently contributing strategic ideas that address client needs efficiently and effectively. His ability to thrive in high-demand team environments makes him an exceptional professional collaborator.",
        "name": "Daniel Ortiz, Project Manager"
      },
      "person4": {
        "text": "An outstanding UX/UI Designer with comprehensive design expertise. Working with Félix yielded exceptional results in developing prototypes that provided a solid foundation for subsequent development. His technical skill and collaborative approach elevate any project.",
        "name": "Angel Marcano, .NET Developer"
      }
    }
  },
  "counter": {
    "projects": "<strong>Projects</strong> Delivered",
    "clients": "Satisfied <strong>Clients</strong>",
    "lines": "<strong>Lines</strong> of <strong>Code</strong>",
    "cups": "Cups of <strong>Coffee</strong>"
  },
  "contact": {
    "title": "Contact",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "send": "Send"
  },
  "hire_me": {
    "title": "HAVE A PROJECT IN MIND?",
    "subtitle": "I'm ready to bring your vision to life. Share the details below to get started.",
    "name": "Your Name...",
    "email": "Your Email...",
    "project_title": "Project Title...",
    "category": "-Select project category-",
    "project_categories": {
      "ux_ui": "UX/UI Design",
      "web": "Web Design",
      "mobile": "Mobile App Design",
      "research": "UX Research",
      "other": "Other"
    },
    "budget": "-Budget range-",
    "estimate_date": "-Target timeline-",
    "referral_source": "How did you find me?",
    "referral_options": {
      "select": "-Select an option-",
      "search": "Google or other search engine",
      "social": "Social media",
      "linkedin": "LinkedIn",
      "colleague": "Colleague recommendation",
      "client": "Client recommendation",
      "event": "Professional event",
      "other": "Other"
    },
    "message": "Tell me about your project...",
    "estimate_question": "Do you need a detailed quote?",
    "no_estimate": "No quote needed at this time",
    "yes_estimate": "Yes, I'd like a cost estimate. I understand it takes 2-4 business days to receive a comprehensive quote.",
    "send_button": "SUBMIT REQUEST"
  },
  "footer": {
    "copyright": "Copyright &copy; 2025 <a href=\"/\">Félix Rivas</a>. All Rights Reserved."
  },
  "thankyou": {
    "title": "Thank you for reaching out!",
    "message": "Your message has been sent successfully. I'll get back to you as soon as possible to discuss how we can work together.",
    "back_home": "Return to home"
  }
}
